{
  "lines": [
     {
      "text": "Холодний морський вітер торкається твоєї шкіри,  в'їдаючись в тіло.",
      "text": "Ти виходиш з тіні дерев під пекучі промені сонця і жмуриш очі.",
      "text": "На небі ні хмарини. Колись у дитинстві, від придворного, ти почула приказку: «Ясна погода — то передвісник шторму».",
      "text": "Тоді ти не повірила, бо вважала, що природа не схильна слідувати такого роду закономірностям, — вона надто буйна і воля її непередбачувана.",
      "text": "Але зараз ти віриш. Віриш, що наближається шторм."
     },
     {
      "text": "Ти виходиш на ринкову площу, яка набагато жвавіша, ніж зазвичай. Але то і не дивно – звідусіль гудять про завтрашній візит іноземної делегації.",
      "text": "Де гріємо вуха?",
      "choices": [
       {
        "text": "Біля теслярської майстерні.",
        "nextLineId": "carpenters"
       },
       {
        "text": "Біля виноробів.",
        "nextLineId": "wine"
       },
       {
        "text": "Біля старенької з квітами.",
        "nextLineId": "flowers"
       }
      ],
      "backgroundName": "testBackground",
      "backgroundMusic": "test1"
     },
     {
      "id": "carpenters",
      "text": "В око впадає лавка, через яку в дитинстві ти нарвалася на проблеми.",
      "text": "Тебе, здається, тоді вперше вивели в люди, у супроводі двох служниць, які вчепилися у твої руки мертвою хваткою і не відпускали а ні на крок.",
      "text": "Вони тягали тебе по завченому ринковому маршруту: до продавчині з овочами, потім до м'ясної лавки, до купця зі спеціями…",
      "text": "А тобі звісно, що було не цікаво. Ти навіть не розуміла, нащо тебе взагалі з собою взяли.",
      "text": "У тебе не було права обрати маршрут або покупки. Тож єдине, що ти могла робити: висіти на руках служниць та тихенько підвивати.",
      "text": "Тобі казали: «О, пані, потерпіть. Ми вже майже скінчили, скоро додому», але це «скоро», здавалось, не наступало цілу вічність.",
      "text": "І тоді ви дійшли до квіткарки!",
      "text": "Осягнення спасіння наступило не одразу, але воно було стрімким. Поки служниці ловили свіжі плітки, їхня хватка повільно слабла.",
      "text": "В якийсь момент ти вислизнула з рук, та й пішла своєю дорогою. Якраз до цієї теслярської лавки.",
      "text": "Тебе зацікавили різні сундуки, що стояли на порозі. Ти вірила, що один із таких був у Пандори. Скрині так і вабили своїм виглядом.",
      "text": "Окрім них теслярі мали незліченну кількість цікавих товарів: жіночі гребені, меблі, посуд тощо. Ти тоді багато чого встигла роздивитися до моменту, поки захекані та бліді від жаху служниці тебе не знайшли.",
      "text": "Зараз тут стояли зовсім інші скрині, та й вигляд їхній був не таким захопливим, як у дитинстві. Чи то теслярі перестали старатися, чи то з дорослішанням тебе стало важче вразити.",
      "text": "Тим не менш, зараз тебе цікавили не сундуки.",
      "speaker": "Чоловік1",
      "text": "Посол просив… про що?!",
      "speaker": "Тесляр1",
      "text": "Ем… Ну… Ну,про те, що ви зараз почули.",
      "spriteName": "Carpenter1",
      "speaker": "Жінка1",
      "text": "Стривайте… І ви погодилися?",
      "text": "Ти не очікувала почути тут стільки обурення. Чому всі на емоціях?",
      "speaker": "Тесляр1",
      "text": "Власне… Так? Знаєте, воно дійсно звучить сумнівно, проте…",
      "speaker": "Чоловік1",
      "text": "«Проте» що?  Це ж виходить, чужинці везуть до нас Троянського коня, просять вас його зібрати, а ви і оком не повели? В школі історію прогулювали, так?",
      "speaker": "Тесляр1",
      "text": "Мать твою, мужик, ти стулишся чи як? Дай дорозповісти!",
      "speaker": "Тесляр1",
      "text": "Ми теж подумали, що це якось дуже підозріло. Ем… Ми в посла перепитали навіть, чи має він на увазі… Те, що, власне, має на увазі…",
      "speaker": "Тесляр2",
      "text": "А він такий: «Треба зібрати великий дерев’яний кінь, грошей ми платити вам. Багато! Кінь пустий, в коні буде багато!». Ми питаємо…",
      "spriteName": "Carpenter2",
      "speaker": "Тесляр1",
      "text": "От і ти, паскудаа, туди ж! Ти-то чого мене перебиваєш?",
      "speaker": "Тесляр2",
      "text": "Того, що слова швидше треба народжувати! Сидиш тут, мямлиш, чвякаєш!",
      "speaker": "Тесляр2",
      "text": "Так от, ми питаємо: «Чого в коні буде “багато”?». А він і відповідає: «Роти закрити! Робити і мовчати! Ніхто не буде знати». Ми, звісно, обурилися, але він так усміхався, по-доброму, що ми вирішили з ним не сперечатися.",
      "speaker": "Жінка2",
      "text": "Тобто будете збирати потенційну зброю проти нас, бо посол мило усміхався? А те, що він вам нагрубив, вас не збентежило?",
      "speaker": "Тесляр2",
      "text": "Та він мовою не те щоб досконало володіє. Не наважилися морду начистити йому, а раптом він не мав на меті нас образити? Але запит до палацу, щодо коня, ми відправили. Нам дали відповідь, щоб ми робили те, що попросив посол.",
      "text": "Навкруги різко запанувала тиша. Усі присутні зніяковіло переглядалися між собою.",
      "speaker": "Жінка1",
      "text": "Вони там при своєму розумі?",
      "speaker": "Чоловік2",
      "text": "Схоже, що ні. Цар, мабуть, тільки про скору п’янку думає зараз.",
      "speaker": "Жінка2",
      "text": "Еге ж, явно не про нашу безпеку…",
      "text": "Не бажаючи слухати те, як натовп поливає брудом батька, ти покидаєш натовп.",
      "spriteName": "Carpenter1",
      "showCharacter": false,
      "spriteName": "Carpenter2",
      "showCharacter": false,
      "backgroundName": "testBackground",
      "backgroundMusic": "test1"
     },
     {
      "id": "wine",
      "text": "Служниці казали, що як хочеш щось дізнатися раніше, ніж Цар чи його радники – рушай до виноробів. На диво, найчутливіші до будь-яких потенційних змін люди. В усіх сенсах.",
      "text": "Коли ти наблизилася до навісу, туди вже сповзлася публіка.",
      "text": "З невтішного – від натовпу за сотні кроків тхнуло тривогою.",
      "speaker": "Чоловік",
      "text": "Тобто… Тобто жодної бочки не замовили? І це при такій події?!",
      "speaker": "Старий винороб",
      "text": "Та сам здивований… Все ж життя вином торгую! Будь-яке свято – палац одразу слав звернення до мене! Завжди, завжди в мене брали! Бочок по п’ять, а то й вісім, як святкування пишне!",
      "spriteName": "OldBrewer",
      "text": "Старенький звучав так засмучено, що в тебе самої защемило серце.",
      "speaker": "Старий винороб",
      "text": "А тут затишшя. Вперше на моєму віку таке…",
      "speaker": "Жіночка",
      "text": "Як же ж так? Нема кого спитати?",
      "speaker": "Старий винороб",
      "text": "Та є зв’язки при палаці. Казали, чужинці самі щось везуть. Вино якесь.",
      "speaker": "Старий винороб",
      "text": "Ще й у такій кількості, що інші напої наполегливо просили взагалі не готувати, бо тоді все, що буде на святкуванні – не вип’ють.",
      "speaker": "Чоловік",
      "text": "Самі щось везуть? Алкоголь?",
      "speaker": "Старий винороб",
      "text": "Синку, ти чи глухе? Це в моєму віці перепитувати дозволено, а тобі-то куди?",
      "speaker": "Донька винороба",
      "text": "Батьку, не зліться, вам не можна.",
      "spriteName": "OldBrewer's_Doughter",
      "speaker": "Донька винороба",
      "text": "Ви вибачте, пане, просто нас усіх ця ситуація засмутила страшно. А це обговорювати, то як сипати сіль на рану.",
      "speaker": "Старий винороб",
      "text": "Невже не могли хоч одне барильце замовити? Невже наше вино не гідне було такої «високої аудієнції»?",
      "text": "Останні два слова він перекривляв.",
      "speaker": "Донька винороба",
      "text": "Батьку, благаю…",
      "speaker": "Старий винороб",
      "text": "А раптом у них вино кислюче? Що тоді? Нехай нікого не присилають потім із палацу! Після такого приниження нехай тим оцтом і подавляться!",
      "text": "Ти вирішуєш втрутитися.",
      "speaker": "Ти",
      "text": "До святкування ще ціла доба. Я думаю, поверхову підготовку вони вже закінчують, але це ж не все? Вони точно зараз перевіряють, чи все враховано.",
      "speaker": "Ти",
      "text": "Неможливо завершити підготовку до свята, якщо не вистачає всього необхідного. Вони ще точно зайдуть, не переживайте!",
      "speaker": "Ти",
      "text": "Тим більше, невже в палаці не захочуть пригостити іноземних гостей найкращим вином у царстві?!",
      "speaker": "Старий винороб",
      "text": "Ой, дитино, твої слова та їм у вуха…",
      "speaker": "Ти",
      "text": "Не засмучуйтеся, з палацу ще точно прийдуть!",
      "text": "Старенький слабо, але тепло усміхнувся. Натовп потрохи розчинявся, розносячи новини по ринку.",
      "spriteName": "OldBrewer",
      "showCharacter": false,
      "spriteName": "OldBrewer's_Doughter",
      "showCharacter": false,
      "backgroundName": "testBackground",
      "backgroundMusic": "test1"
     },
     {
      "id": "flowers",
      "text": "З дитинства тобі було відомо, що якщо по місту поповзли чутки, то їхній початок варто шукати тут. У кошиків свіжих троянд, на ринковій площі.",
      "text": "Наразі лавку було і не розгледіти через скупчення людей. Про її наявність свідчили лише тонкий квітковий запах, який продирався через натовп, та шелестливий звук пліток, який подібно хвилям починався десь удалині, біля продавчині, і поступово наближався до краю черги.",
      "speaker": "Дівчина1",
      "text": "Щось розчула?",
      "spriteName": "Girl1",
      "speaker": "Дівчина2",
      "text": "За делегацію кажуть.",
      "spriteName": "Girl2",
      "speaker": "Дівчина1",
      "text": "І що кажуть? Ти там ліпше вслухайся!",
      "speaker": "Дівчина2",
      "text": "Та стулись, і так з усіх сил слухаю!",
      "speaker": "Дівчина1",
      "text": "...",
      "speaker": "Дівчина2",
      "text": "...",
      "speaker": "Дівчина2",
      "text": "...",
      "speaker": "Дівчина2",
      "text": "О! Ух ти…",
      "speaker": "Дівчина1",
      "text": "Ну?",
      "speaker": "Дівчина2",
      "text": "Посол, який до цього приїжджав домовлятися за візит, розпитував, чи прийнято при заручинах дарувати квіти!",
      "speaker": "Дівчина1",
      "text": "Добре, і що?",
      "speaker": "Дівчина2",
      "text": "А і то! У нас то й не прийнято, а от у них зазвичай дарують троянди! Білі!",
      "speaker": "Дівчина2",
      "text": "І посол у квіткарки замовив їх три кошика! Якраз на дні, в які буде делегація!",
      "speaker": "Дівчина1",
      "text": "Невже вони свататися їдуть?!",
      "speaker": "Дівчина2",
      "text": "От і кажуть, що на те  схоже! Та й принцеса вже в тому віці, коли можна заміж видавати!",
      "text": "На мить тобі здається, що в очах починає темніти.",
      "text": "Живіт неприємно скрутило.",
      "speaker": "Дівчина2",
      "text": "Щаслива вона… Чула, в них царство заможне дуже, і принц красивий!",
      "speaker": "Дівчина1",
      "text": "Звідки й кому це знати? Вони з півночі ж пливуть наче? А що як він блідий, кістлявий і обличчя таке собі?",
      "speaker": "Дівчина2",
      "text": "Фу яка ти! А нехай так, тоді, може, йому принцеса відмовить, і він засмучений піде топитися в морі.",
      "speaker": "Дівчина2",
      "text": "Я його врятую, він у мене закохається і ми попливемо щасливо в його багате царство!",
      "speaker": "Дівчина1",
      "text": "...",
      "speaker": "Дівчина1",
      "text": "Тобі голову напекло?",
      "speaker": "Дівчина2",
      "text": "...",
      "speaker": "Дівчина2",
      "text": "А тебе на весілля не запрошу, якщо будеш така груба!",
      "text": "Дівчата тихо захихотіли.",
      "spriteName": "Girl1",
      "showCharacter": false,
      "spriteName": "Girl2",
      "showCharacter": false,
      "text": "А ти не в силах і зробити крок.",
      "speaker": "Ти",
      "text": "«О боги, нехай це буде не сватання».",
      "text": "Принаймні це всього лише плітки. Яка їм віра?",
      "text": "Ти робиш кілька вдихів, видихів. Коли серце перестає калатати так сильно, ти відходиш від натовпу, щоб відпочити від шуму.",
      "backgroundName": "testBackground",
      "backgroundMusic": "test1"
     },
     {
      "text": "Схоже, від почутого в тебе почала боліти голова. Ти вирішуєш перепочити в тіні дерева, поза ринком. Але галас дістає тебе всюди, куди б ти не пішла.",
      "speaker": "Чоловік1",
      "text": "Щось мені вся ця історія не подобається.",
      "speaker": "Чоловік2",
      "text": "Тобі теж? О боги, я думав, що зі мною щось не те.",
      "speaker": "Чоловік1",
      "text": "Та де, з того, що ми почули, виходить так: до нас припливають незрозумілі люди, які везуть у палац невідоме вино. Причому й намагаються зробити так, щоб при дворі пили тільки те, що принесуть саме вони!..",
      "speaker": "Чоловік2",
      "text": "Стривай, це тебе здивувало найбільше? А нічого, що ті чужинці готують для нас величезного коня як «подарунок»? Ні разу не підозріло…",
      "speaker": "Чоловік1",
      "text": "Це так, просто… Чому в палаці мовчать? Просто готуються до свята і взагалі не переймаються?",
      "speaker": "Чоловік2",
      "text": "Ще ж чув, що посол за заручини збирався домовлятися.",
      "speaker": "Чоловік1",
      "text": "Правда? То, може, палац тільки про це й думає…",
      "speaker": "Чоловік2",
      "text": "Напевно? Слухай, а логічно виходить: делегація обіцяє заручини, Цар розслабився, готується… А чужинці тим часом готують напад!",
      "speaker": "Чоловік2",
      "text": "Вони тому і вино своє везуть! Споять царя, споять воїнів, а на нас спустять коня троянського! І все! На ранок кінець нам буде!",
      "text": "Ти відчуваєш, як до болю холоне твоя спина і потилиця.",
      "speaker": "Чоловік1",
      "text": "Мать твою…",
      "speaker": "Чоловік2",
      "text": "...",
      "speaker": "Чоловік2",
      "text": "Не знаю, як ти, а я, мабуть, зникну з міста на кілька днів. Ну його…",
      "text": "Ти зриваєшся з місця та щодуху біжиш у сторону палацу, ледь не врізаючись у міщан.",
      "text": "Позаду чується вигук:",
      "speaker": "Чоловік2",
      "text": "Диви, куди мчиш, дурепо!",
      "backgroundName": "testBackground",
      "backgroundMusic": "test1"
      },
      {
      "text": "Після галасливого ринку палац, пронизаний вічним спокоєм, видається тобі зовсім химерним.",
      "text": "Скільки ти себе пам’ятаєш, тут завжди було так. Тихо і невимушено.",
      "text": "Твої кроки відлунюють мармуровим холом, і чим далі ти проходиш, тим краще чуєш ніжний спів арфи.",
      "text": "Ти заходиш у їдальню.",
      "speaker": "Цар",
      "text": "Доню! Донечко, ти якраз вчасно! Сідай, ось-ось подадуть обід!",
      "spriteName": "FatherExample",
      "text": "Безтурботний тон батька збиває тебе з пантелику. Проте ти нічого не кажеш. Поки що.",
      "speaker": "Цариця",
      "text": "Запах фантастичний! Як думаєте, що сьогодні подають?",
      "spriteName": "Mother",
      "speaker": "Ти",
      "text": "...",
      "speaker": "Цар",
      "text": "М’ясний запах. Думаю, смажене ягня! Доню, а ти як думаєш?",
      "text": "Ти пробуєш вловити запах, проте біль у легенях після пробіжки змушує лиш жадібно хапати повітря ротом. Відчути хоч якусь нотку аромату просто неможливо.",
      "speaker": "Цариця",
      "text": "Ти, мабуть, дуже зголодніла, раз так спішила! Чого ти так, тебе ж ніхто без їжі б не лишив. Навіть якби ти пропустила обід.",
      "speaker": "Цариця",
      "text": "Де ти блукала, до речі? Ювеліри вранці заходили, нові прикраси тобі підготували на завтра.",
      "speaker": "Цариця",
      "text": "Вони хотіли подивитися, як ти в них виглядатимеш, ми тебе покликати збиралися, а слуги кажуть: «Так вона гуляє!».",
      "speaker": "Цар",
      "text": "На молодих ковалів ходила задивлятися?",
      "speaker": "Цариця",
      "text": "Коханий, ну що ти таке кажеш!",
      "text": "Батьки, примруживши очі, засміялися. Тобі, щоправда, було невесело.",
      "speaker": "Ти",
      "text": "В місті хаос.",
      "text": "Вони здивовано подивилися на тебе.",
      "speaker": "Цар",
      "text": "О боги, що сталось?",
      "speaker": "Цар",
      "text": "Чого мене досі ніхто не повідомив?",
      "speaker": "Ти",
      "text": "Батьку, ви зараз серйозно?",
      "speaker": "Цар",
      "text": "Мене дійсно не повідомили! Так що там, доню?",
      "speaker": "Ти",
      "text": "Ви знаєте! Прибуття дипломатів!",
      "speaker": "Цар",
      "text": "...",
      "speaker": "Цар",
      "text": "Тю.",
      "speaker": "Цар",
      "text": "З чого це люди тоді метушаться? Таке святкування пишне планується, а вони…",
      "speaker": "Цариця",
      "text": "Не знають, що одягти.",
      "text": "Цар усміхнувся.",
      "text": "А потім батьки перейшли на шепіт.",
      "speaker": "Цар",
      "text": "До речі, як думаєш, які дарунки делегація привезе?",
      "speaker": "Цариця",
      "text": "Не знаю, не знаю… Але ж вони з півночі! Там холодно. Багато пухнастих тваринок, може, хутряні вироби? Сподіваюся, це будуть лисячі накидки!",
      "speaker": "Цар",
      "text": "Чому саме лисячі?",
      "speaker": "Цариця",
      "text": "У них пухнасті хвости! А ще кажуть, що взимку їхнє хутро стає сріблястим! Я в цій накидці матиму такий гарний вигляд!",
      "speaker": "Цар",
      "text": "Ти в будь-чому будеш неперевершена! О боги, що ж мені завтра робити? Ти ж мені всю делегацію красою причаруєш, їм же зовсім нецікаво буде говорити про політику.",
      "speaker": "Цариця",
      "text": "Ох, політика… Не кажи такі нудні слова перед їдою!",
      "text": "Їхня звичка пліткувати була знайома тобі з самого дитинства. І якщо раніше ти не приділяла цьому ритуалу багато уваги, то зараз відчуваєш, як всередині починає щось скипати.",
      "speaker": "Ти",
      "text": "До речі, коли ви збиралися мені повідомити, що делегація їде мене сватати?",
      "text": "На мить вони завмерли. Але потім батько розчаровано відповів:",
      "speaker": "Цар",
      "text": "Це мав бути сюрприз…",
      "speaker": "Цариця",
      "text": "Нічого не сховаєш у цьому царстві!",
      "speaker": "Цариця",
      "text": "Слухай, доню, кажуть, на півночі люди дуже гарні. Мабуть, він такий красень!",
      "speaker": "Ти",
      "text": "Ви жартуєте? Мало того, що мені нічого не сказали, так ви про нього ще й нічого не знаєте?",
      "speaker": "Ти",
      "text": "Ви ж не збираєтеся мене першому зустрічному засватати?!",
      "speaker": "Цар",
      "text": "Звісно що ні!",
      "speaker": "Цариця",
      "text": "Доню, ти якщо захочеш, можеш із нами до старості сидіти в дівках, ми тільки раді будемо!",
      "speaker": "Цариця",
      "text": "Але раптом він дійсно хорошенький буде? Ти як побачиш його, то хоч подумай, може варто?..",
      "speaker": "Цар",
      "text": "Але все-таки, це ти де таке почула? Про це ніхто не мав знати!",
      "speaker": "Служниця1",
      "text": "(шепоче іншій служниці) У квіткарки, напевно…",
      "speaker": "Цар",
      "text": "Квіткарка, ну звісно!",
      "speaker": "Цариця",
      "text": "До слова, пора б її до палацу на полуденок запрошувати, а то поки плітки від неї дійдуть через слуг, то сто разів утратять актуальність.",
      "text": "Твої пальці впиваються в коліна, зминаючи сукню.",
      "speaker": "Ти",
      "text": "Вам узагалі не здається, що це якось дуже дивно? Тобто посол вам повідомив про сватання, але нічого не розповів про те, з ким воно має відбуватися?",
      "speaker": "Цар",
      "text": "Хах, ну як це з ким? З тобою ж, звісно!",
      "text": "Мати легенько штовхає батька ліктем.",
      "speaker": "Цариця",
      "text": "Але якщо серйозно, то портрет він нам показав, але вони так малюють… неточно, що ми нічого з того малюнку не зрозуміли. Тільки що високий і здоровий. Наче.",
      "speaker": "Ти",
      "text": "Я не думаю, що вони взагалі їдуть свататися. Після одного візиту посла? З принцесою царства, з яким вони ніколи не мали справи? Це ж навіть звучить абсурдно!",
      "speaker": "Цар",
      "text": "Абсурд чи ні, а посол сказав, що таких красунь, як ти і твоя мама, він за все життя не бачив. І смачнішої їжі, ніж на наших землях, йому куштувати не доводилося.",
      "speaker": "Цар",
      "text": "Я вважаю, це достатньо вагомі причини для потенційного шлюбу.",
      "text": "Твоє терпіння досягло межі. Ти вже не витримуєш, підводишся і ледь стримуючи крик відповідаєш:",
      "speaker": "Ти",
      "text": "О боги, хіба ви не розумієте? Не буде ніякого сватання! Посол це сказав, щоб пустити вам пил в очі! Насправді вони готують захват столиці!",
      "text": "Цар приголомшено дивиться на тебе. На його обличчі не видно ні тіні розуміння.",
      "speaker": "Ти",
      "text": "Чого ви здивовані? Ви ж іще й самі схвалили, щоб теслярі збирали дерев’яного коня, якого делегація привезе! Як ви взагалі ухвалили таке рішення?!",
      "speaker": "Цар",
      "text": "Чого знервована така? Заміж не хочеш? Ми ж і не змушуємо!",
      "speaker": "Цар",
      "text": "Посол сказав, що кінь для сюрпризу. Нехай той сюрприз і готують, чому я маю їм заважати?",
      "speaker": "Ти",
      "text": "Ви мені з дитинства, незліченну кількість разів, розповідали історію Трої, і зараз дійсно не розумієте, в чому проблема?",
      "speaker": "Ти",
      "text": "А вино? Вони попросили, щоб ми пили їхнє вино, і в жодному разі не готували своє. Це вас теж не збентежило?",
      "speaker": "Цар",
      "text": "Тут ти права, до речі. Вони ж проґавлять можливість спробувати найкраще з наших вин у царстві!",
      "speaker": "Цар",
      "text": "(До служниці) Пані, підіть-но, замовте барило в нашого старого. І заплатіть іще зверху, а то він там, бідний, мабуть, весь на нервах звівся.",
      "speaker": "Ти",
      "text": "Батьку, послухай.",
      "speaker": "Ти",
      "text": "Чужинці очевидно щось лихе надумали! Розкрий очі, тут же всі факти перед тобою: вони їдуть під приводом сватання, хоча вочевидь саме над цим і не заморочуються.",
      "speaker": "Ти",
      "text": "Ба більше, вони потурбувалися про те, щоб ми пили їхнє вино, підозріле, і дали зібрати зброю проти нас самих!",
      "speaker": "Ти",
      "text": "Вони нас споять якоюсь отрутою, а потім через коня ввезуть військових, прямо в серце міста!",
      "speaker": "Ти",
      "text": "А ти замість того, щоб щось зробити для безпеки царства, просто сидиш і пліткуєш?",
      "speaker": "Цар",
      "text": "Так, пліткую. А ти замість того, щоб готуватися до свята, шляєшся незрозуміло де, наслуховуєшся дурні всякої, а потім сюди прибігаєш, кричиш і псуєш усім апетит.",
      "speaker": "Ти",
      "text": "Бляха, ти серйозно? Як із таким царем, як ти, королівство ще не розпалося взагалі?",
      "speaker": "Цар",
      "text": "Це що за лексика така? Це ти на вулиці таким словам навчилася, так?!",
      "text": "Ти вперше чуєш свого батька розлюченим.",
      "speaker": "Цар",
      "text": "Відсьогодні сидітимеш під замком, за межі палацу – ні ногою!",
      "speaker": "Цар",
      "text": "А тепер марш у свою кімнату!",
      "speaker": "Цариця",
      "text": "А поїсти? Не буде ж вона лягати спати голодною!",
      "text": "Цар злісно видихнув.",
      "speaker": "Цар",
      "text": "(до служниці) Занесіть їй порцію в покої.",
      "text": "Ти хотіла щось сказати, але сльози, що підступали до горла, не давали навіть відкрити рота. Тож ти стримано вийшла з їдальні.",
      "spriteName": "FatherExample",
      "showCharacter": false,
      "spriteName": "Mother",
      "showCharacter": false,
      "backgroundName": "testBackground",
      "backgroundMusic": "test1"
     },
     {
      "text": "Проте ти вирушила не до кімнати. Тобі потрібно було місце, де ти можеш заспокоїтися та випустити пар. Тому ти і прийшла сюди, у сад.",
      "text": "З усієї території палацу це місце було твоїм улюбленим.",
      "text": "Звідси відкривався вид на море, на порт, на місто. Звідси було видно, як місто кипить життям.",
      "text": "Поряд не було набридливих служниць. Ніхто не вказував, що тобі робити. Не потрібно було тримати поставу.",
      "text": "Ти могла відпочивати в тіні дерев, насолоджуватися солодким ароматом квітів і бути собою. Бути мрійливою. Бути вразливою.",
      "text": "А також це завжди було чудовим місцем для роздумів.",
      "text": "Бо тут була особлива мовчазна слухачка, яка без жодних слів могла давати найкращі поради на будь-яке життєве питання.",
      "text": "Її ім’я було Кассандра.",
      "text": "Ти дивишся в сумне мармурове обличчя так, наче сподіваєшся, що воно оживе. Що скаже, як тобі чинити.",
      "text": "Не зважаючи на те, що історія Кассандри була трагічною, ти чомусь усе одно її дуже любила.",
      "text": "Були часи, коли ти з батьками часто відпочивала тут, у саду. І раз у раз просила переказати цю легенду. Знову і знову.",
      "text": "Кассандра була провидицею, яка передбачила падіння Трої.",
      "text": "Вона відчайдушно намагалася усіх попередити, намагалася оминути трагедію, проте всі її зусилля були марними. Аполлон, який дав їй пророчий дар, її ж і прокляв.",
      "text": "Пророцтвам Кассандри ніхто не вірив.",
      "text": "І ти завжди питалася – «А, власне, чому?».",
      "text": "…",
      "text": "…",
      "text": "Цікаво, як їй жилося в страху? В очікуванні неминучого?",
      "text": "…",
      "text": "Чи були в неї рішення, про які вона жалкувала?",
      "text": "Вона не була винна в падінні Трої. І вона це, мабуть, знала. Але чи винила вона себе за це?",
      "text": "Можливо.",
      "text": "Можливо, вона думала, що могла зробити більше, але не наважилася.",
      "text": "Якби у неї був другий шанс… Як би вона ним скористалася?",
      "text": "…",
      "text": "Роздуми тебе поглинули так сильно, що ти не помітила, як у саду з’явився хтось іще.",
      "speaker": "Слуга1",
      "text": "Принцесо! Дивіться, яку нам посудину зробили для свята!",
      "speaker": "Слуга2",
      "text": "Я таку велику ще ніколи в житті не бачив!",
      "speaker": "Слуга2",
      "text": "О боги, яке ж воно все-таки важке!",
      "speaker": "Слуга1",
      "text": "То під бика таріляка, до речі! Оце так пир завтра буде!",
      "speaker": "Ти",
      "text": "Що? Що ви взагалі тут забули? Нащо ви мені це показуєте?",
      "speaker": "Слуга1",
      "text": "Та просто тягли оце одоробло на кухню, а по дорозі вас побачили.",
      "speaker": "Слуга2",
      "text": "А ви ще такі сумні стоїте, думали вам настрій підняти.",
      "speaker": "Слуга2",
      "text": "(Пошепки) Слухайте, а це ви, може, через заручини такі засмучені?",
      "speaker": "Слуга1",
      "text": "(Пошепки) Ви не засмучуйтесь. Ми чули, там принц усім принцам принц! Красивий такий, м’язистий…",
      "speaker": "Ти",
      "text": "Пішли геть! Я зараз моргну, і щоб коли відкрила очі, то від вас і духу не було!",
      "text": "Слуги недолуго чкурнули на вихід. Вони встигли пару разів упасти, набити собі синці вище згаданою посудиною, але, зрештою, дійсно зникли з саду.",
      "text": "ПЯкийсь час ти ще просто сидиш без жодної думки в голові.",
      "text": "Спостерігаєш, як сонце торкається обрію та повільно занурюється в море, офарбовуючи свій слід у жовтогарячий та рожевий кольори.",
      "text": "Небо навкруги синіє.",
      "text": "Що ж, кажуть, просвітлення наступає разом зі світанком.",
      "text": "Тоді най буде так. Нехай новий день укаже шлях.",
      "text": "А поки що тобі варто набратися сил.",
      "backgroundName": "testBackground",
      "backgroundMusic": "test1"
     },
     {
      "text": "Ти прокидаєшся, бо чуєш, як тихий голос шепоче твоє ім’я.",
      "text": "Ти повільно відкриваєш очі. Ще ніч, проте попри темряву ти все ще можеш розгледіти фігуру поруч.",
      "text": "Холодні пальці обережно торкаються твоїх рук, заспокійливо рухаючись по передпліччю.",
      "speaker": "Кассандра",
      "text": "На диво міцний у тебе сон!",
      "spriteName": "Kassandra",
      "text": "Твій погляд зустрічається зі знайомим обличчям. Воно видається значно приємнішим, коли не закарбоване в холодний твердий мармур.",
      "text": "Ти різким рухом намагаєшся піднятися з ліжка, але відчуваєш, як біль впивається у скроні.",
      "speaker": "Кассандра",
      "text": "Не варто так поспішати! Світає ще не скоро…",
      "speaker": "Кассандра",
      "text": "А от поберегти сили для завтрашнього дня я тобі ой як радила б! День обіцяє бути довгим, чи не так?",
      "text": "Ти намагаєшся щось відповісти, проте з твоїх вуст не лунає жодного звуку.",
      "text": "Кассандра повільно підвелась і твоє тіло мимоволі послідувало за нею.",
      "text": "Її рука торкається твоїх пліч і сковзить по спині. Вона направляє тебе в бік вікна.",
      "text": "Ви дивитеся на безмежні небо й море, осяяні сріблястим світлом місяця. Вітер ніжно колише ваше волосся, але, попри ніч, ти зовсім не відчуваєш холоду.",
      "speaker": "Кассандра",
      "text": "Здається, ти хотіла зі мною порадитися.",
      "speaker": "Ти",
      "text": "...",
      "speaker": "Кассандра",
      "text": "Не знаю, чи зможу я тобі допомогти, але принаймні спробую.",
      "text": "Кассандра нахиляється до тебе ближче. Її тихе дихання лоскоче шию.",
      "speaker": "Кассандра",
      "text": "Чула я, що…",
      "text": "Проте ти не встигаєш вловити ні слова. Тебе збиває гулкий шепіт Царя та Цариці, який здається, що лунає не звідки.",
      "speaker": "Цар",
      "text": "Кажуть, вони готують для нас виставу! Цікаво, правда, яку саме? Як думаєш, комедію покажуть?",
      "speaker": "Цариця",
      "text": "Ну не драму ж! Не будуть вони людям настрій псувати. До речі, вони ж, мабуть костюми наготували. Як думаєш, вони кращі театрали, ніж наші?",
      "speaker": "Цар",
      "text": "Та ні-і-і-і!",
      "text": "Ти відчуваєш, як твоє тіло роздратовано смикається.",
      "speaker": "Ти",
      "text": "Кляті пліткарі, коли ж ви вже замовкните?!",
      "text": "Це був такий гучний крик, що ти навіть злякалася від несподіванки.",
      "text": "Ти рефлекторно відвертаєшся від Кассандри, щоб знайти джерело шепоту. Проте він повністю стих.",
      "text": "В очах на мить повністю потемніло, а головний біль посилився.",
      "text": "Ти б звалилася з ніг, проте від падіння тебе врятувала Кассандра.",
      "text": "В її легких обіймах відчувається надійна опора. Поступово зір до тебе повертається.",
      "text": "Зморгнувши темну пелену, ти бачиш…",
      "text": "Полум’я.",
      "text": "Безкрайнє червоне зарево простягається від моря, розповзається по берегу і підбирається до воріт палацу.",
      "text": "За язиками вогню ти не можеш роздивитися місто. Полум’я його поглинуло повністю.",
      "text": "Кассандра стискає твої плечі, проте нічого не каже.",
      "text": "Ти повертаєш до неї обличчя в надії побачити щось в її очах, але тебе знову дещо відволікає.",
      "text": "Боковим зором помічаєш, як із полум’я вилітає стріла та наближається а твою голову.",
      "spriteName": "Kassandra",
      "showCharacter": false,
      "backgroundName": "testBackground",
      "backgroundMusic": "test1"
     },
     {
      "text": "Ти прокидаєшся в холодному поту. Проте, з хорошого, побачене було лише сном.",
      "text": "Принаймні поки що.",
      "speaker": "Служниця1",
      "text": "Доброго ранку, принцесо. Ваш одяг уже готовий.",
      "text": "Ти дивишся кудись повз неї, намагаючись зібрати думки докупи.",
      "text": "Тобі вдається сфокусувати погляд у бік вікна.",
      "text": "Щось було смішне в тому, який мирний вид з нього відкривався. Все те ж яскраве сонце, чисте блакитне небо та спокійне безкрайнє море.",
      "text": "І як тільки все це може зникнути за димом і полум’ям?",
      "text": "Сон проноситься в голові, повторюється. Знову і знову.",
      "text": "Раніше, коли ти бачила подібні сни, ти їх переказувала мамі та татові.",
      "text": "Часто вони допомагали з їх розумінням. Але чи є сенс радитися з ними про це сьогодні?",
      "text": "Що вони тобі скажуть? Що ти сама себе змусила це побачити? Ймовірно.",
      "text": "А може, так і є? Може. Може бути що завгодно.",
      "text": "Найгірше те, що в усьому царстві якщо хтось і може вплинути на ситуацію, зробити вирішальні кроки — то це ти.",
      "text": "Точно не батьки.",
      "text": "Гуляючи містом, ти неодноразово чула, що царю пощастило отримати трон у сприятливі часи.",
      "text": "Останню війну застав пра-прадід. Прадід побудував сильну економіку. Дід займався розвитком ремесел та торгівлі. А батько…. А батько просто не зіпсував те, що до нього будувалося поколіннями.",
      "text": "Чути про це було образливо. Проте ти ніколи не бачила приводу спростувати ці твердження. Хоча б для самої себе.",
      "text": "У царстві не було злочинності, не було епідемій, не було природних катаклізмів, не було неврожаю… Взагалі нічого не відбувалося.",
      "text": "Можливо, стабільність батька й засліпила.",
      "text": "Звісно, він знецінить побачене тобою.",
      "text": "І який сенс узагалі з ним говорити?",
      "text": "У тебе є час до полудня, щоб визначитися з планом дій. Можливо, це варто робити наодинці.",
      "speaker": "Служниця2",
      "text": "Вам варто поспішити, інакше запізнитеся на сніданок."
      "text": "Прекрасно. Отже, поснідати без батьків ти не зможеш.",
      "text": "Невже вони не припускають, що ти можеш відмовитися від їжі, аби лише з ними не бачитися.",
      "text": "…",
      "text": "…",
      "text": "Це боляче.",
      "speaker": "Ти",
      "text": "Я ж їх не ненавиджу.",
      "text": "Звісно, ні.",
      "text": "…",
      "text": "Той факт, що ти їх любиш. Може, це і змушує тебе на них злитися?",
      "text": "Напад лякає з багатьох причин.",
      "text": "І одна з них — сама ймовірність того, що ті, кого ти любиш, будуть під загрозою. Та що найгірше, можливо, через власну ж провину.",
      "text": "…",
      "text": "А що, як не вони сліпі? Чи може бути так, що страх за їхні життя змушує тебе нервувати?",
      "text": "У тебе досі немає відповіді.",
      "text": "Але час спливає.",
      "text": "Ти наважуєшся піти поснідати.",
      "text": "Новий одяг приємний на дотик. З дорогої якісної тканини.",
      "text": "Сукня сидить на тобі бездоганно. Прикраси ідеально доповнюють загальний образ.",
      "text": "Батьки часто тобі кажуть про те, яка ти гарна.",
      "text": "Тож ти завжди про це знала. Але сьогодні ти це бачиш.",
      "speaker": "Служниця1",
      "text": "Ви неперевершені сьогодні!",
      "speaker": "Служниця2",
      "text": "Від вас очей не відірвати!",
      "text": "Ти здаєшся доросло. І почуваєшся зрілою.",
      "text": "Тебе все ще лякає невідомість. Проте принаймні в тебе є відчуття, що якщо що  — ти здатна взяти контроль над ситуацію.",
      "text": "Заради людей, яких ти любиш. Заради них ти готова бути рішучішою.",
      "text": "Ти не квапишся, проте впевнено крокуєш до їдальні. Не квапишся, бо все ще не знаєш, як розмовляти з батьками після вчорашнього.",
      "text": "Але і не бачиш сенсу відступати. Рано чи пізно вам доведеться помиритися. Краще зробити це раніше.",
      "text": "Коли ти була вже на підході, тебе зупиняє перешіптування.",
      "speaker": "Слуга1",
      "text": "Рибалки бачили це сьогодні вранці. З човна.",
      "speaker": "Слуга2",
      "text": "Бляха, тільки не це…",
      "speaker": "Слуга2",
      "text": "Слухай, попри всю мою пошану до короля, але мені взагалі не подобається, що він ніяк не реагує на всю цю муть. Це взагалі більше не схоже на надуману загрозу.",
      "speaker": "Слуга1",
      "text": "Відверто кажучи, вона ні разу не надумана…",
      "speaker": "Слуга1",
      "text": "О боги, не знаю, що робити, якщо чесно. У мене так-то родина в місті. Я не хочу, щоб вони були під ризиком.",
      "speaker": "Ти",
      "text": "Що бачили рибалки?!",
      "text": "Цього разу вже ти перелякала слуг.",
      "speaker": "Слуга1",
      "text": "Ви ж знаєте, що делегація привезла по частинах величезного дерев’яного коня? Так от, учора ввечері теслярі його дозбирали й лишили у призначеному місці, подалі від міста.",
      "speaker": "Слуга1",
      "text": "А рибалки вранці побачили, як у коня залазять чужинці. У військовому спорядженні. А також вони заносили всередину зброю та якісь ящики.",
      "text": "Ці слова гулом звучать у твоїй голові, й ти відчайдушно намагаєшся їх переварити.",
      "text": "До початку свята, моменту, коли кінь буде на площі, залишається кілька годин",
      "text": "Якщо і приймати якесь рішення, то зараз.",
      "choices": [
       {
        "text": "Взяти контроль над ситуацією.",
        "nextLineId": "Bad_ending"
       },
       {
        "text": "Не надумувати.",
        "nextLineId": "Good_ending"
       }
      ],
     ]
}